Repository: Si13n7/PortableAppsSuite
Catalog: AppsLauncher/LangResources/*.resx
Languages: de_de

# AboutFormTitle
source: About Portable Apps Launcher
de_de: Über

# addArgsLabel
source: Add Arguments:
de_de: Startargumente hinzufügen:

# addArgsLabelTip
source: Add to current command line arguments.
de_de: Zu aktuellen Befehlszeilenargumente hinzufügen.

# addBtnTip
source: Download more apps.
de_de: Weitere Apps hinzufügen.

# addToShellBtn
source: Integrate to Shell
de_de: In die Shell aufnehmen

# appDirsLabel
source: App Directories:
de_de: App-Ordner:

# appDirsTip
source: Add more directories that contain portable apps: - Set full directories - One directory per line - Environment variables are accepted
de_de: Weitere Verzeichnisse, die Portable Apps enthalten, hinzufügen: - Vollständiges Verzeichnis angeben - Ein Verzeichnis pro Zeile - Umgebungsvariablen werden akzeptiert

# appMenuItem1
source: Run
de_de: Ausführen

# appMenuItem3
source: Open app location
de_de: App-Pfad öffnen

# appMenuItem2
source: Run as administrator
de_de: Als Administrator ausführen

# appsBoxLabel
source: Current App:
de_de: Anwendung:

# appsCount
source: {0} {1} found!
de_de: {0} {1} gefunden!

# associateAppWayQuestion
source: How are the file types to be assigned? [Y]: Apps Launcher [N]: Selected App
de_de: Wie sollen die Dateitypen zugewiesen werden?

# associateBtn
source: Associate File Types
de_de: Dateitypen zuordnen

# associateBtnMsg
source: Please add some file types before you use this option.
de_de: Sie haben noch keine Dateitypen hinzugefügt.

# clLabelTip
source: Current command line arguments.
de_de: Derzeitige Befehlszeilenargumente.

# endArgTip
source: Add after the current command line arguments.
de_de: Hinter derzeitigen Befehlszeilenargumenten hinzufügen.

# fileTypesLabel
source: File Types:
de_de: Dateitypen:

# fileTypesTip
source: File types can be assigned to an app. If you open a file with Portable Apps Launcher this app will auto selected at startup.
de_de: Dateitypen können einer Anwendung zugewiesen werden. Dateitypen die mit einem Punkt beginnen werden bei der Dateitypenzuordnung ausgeschlossen. Wird einer der eingetragenen Dateitypen mit dem Protable Apps Launcher geöffnet, wird diese App automatisch ausgewählt. Bei deaktivierter Bestätigungsabfrage wird die App, in folge dessen, ohne Nachfrage gestartet.

# noConfirmCheck
source: Disable confirmation for this app
de_de: Keine Bestätigungsabfrage für diese App

source: Not found...
de_de: Nicht gefunden...

# NoUpdatesFoundMsg
source: No updates necessary!
de_de: Keine Updates notwendig!

# OperationCanceledMsg
source: Operation canceled.
de_de: Der Vorgang wurde abgebrochen.

# OperationCompletedMsg
source: Operation completed.
de_de: Der Vorgang wurde abgeschlossen.

# rmFromShellBtn
source: Remove from Shell
de_de: Aus der Shell entfernen

# saveBtn
source: Save
de_de: Speichern

# SavedSettings
source: Settings successfully saved.
de_de: Einstellungen erfolgreich gespeichert.

# searchBox
source: S E A R C H
de_de: Suche

# settingsBtn
source: Settings
de_de: Einstellungen

# shellText
source: Open with &PortableApp
de_de: An Portable App weiterleiten

# startArgTip
source: Add before the current command line arguments.
de_de: Vor derzeitigen Befehlszeilenargumenten hinzufügen.

# tabPage1
source: App Options
de_de: App-Optionen

# updateBtn
source: Check for updates
de_de: Nach Updates suchen

# updateCheckLabel
source: Search for Updates:
de_de: Update-Suche:

# updateCheckOption0
source: Never
de_de: Niemals

# updateCheckOption1
source: Hourly (full)
de_de: Stündlich (Komplett)

# updateCheckOption2
source: Hourly (only apps)
de_de: Stündlich (Nur Apps)

# updateCheckOption3
source: Hourly (only apps suite)
de_de: Stündlich (Nur Apps Suite)

# updateCheckOption4
source: Daily (full)
de_de: Täglich (Komplett)

# updateCheckOption5
source: Daily (only apps)
de_de: Täglich (Nur Apps)

# updateCheckOption6
source: Daily (only apps suite)
de_de: Täglich (Nur Apps Suite)

# updateCheckOption7
source: Monthly (full)
de_de: Monatlich (Komplett)

# updateCheckOption8
source: Monthly (only apps)
de_de: Monatlich (Nur Apps)

# updateCheckOption9
source: Monthly (only apps suite)
de_de: Monatlich (Nur Apps Suite)

# setLangLabel
source: Language
de_de: Sprache (Language)

# appMenuItem4
source: Create a Desktop Shortcut
de_de: Desktopverknüpfung erstellen

# startMenuIntegrationLabel
source: Start Menu integration:
de_de: Startmenü Integration:

# startMenuIntegrationOption0
source: Disabled
de_de: Deaktiviert

# startMenuIntegrationOption1
source: Enabled
de_de: Aktiviert

# aboutInfoLabel
source: Portable Apps Launcher is developed and designed by {0}, founded and managed by a single person, his real name is Roy Schroedel. Would you like to support me? {1} or {2}! Please also feel free to report suggestions as well!
de_de: Portable Apps Suite wird entwickelt und gestaltet von {0}, gegründet und aktiv betrieben von einer Privatperson die mit richtigem Namen Roy Schrödel heißt. Möchten Sie mich unterstützen? {1} oder {2}! Bitte fühlen Sie sich ebenso frei Verbesserungsvorschläge zu melden!

# aboutInfoLabelLinkLabel1
source: Donate by Paypal
de_de: Spenden Sie mit PayPal

# aboutInfoLabelLinkLabel2
source: Report a Problem
de_de: melden Sie ein Problem

# OperationFailedMsg
source: Operation failed.
de_de: Der Vorgang ist fehlgeschlagen.

# appMenuItem6
source: Delete
de_de: Umbenennen

# fileTypesMenuItem1
source: Copy
de_de: Kopieren

# fileTypesMenuItem2
source: Paste
de_de: Einfügen

# fileTypesMenuItem3
source: Load Default
de_de: Lade Voreinstellung

# NoDefaultTypesFoundMsg
source: No default types found for this application.
de_de: Keine Voreinstellung für diese Anwendung gefunden.

# startBtn
source: Run
de_de: Ausführen

# noUpdatesCheck
source: Never search updates for this app
de_de: Niemals nach Updates für diese App suchen

# runAsAdminCheck
source: Run this app always with administrator privileges
de_de: Diese App immer als Administrator ausführen

# undoAssociationBtnTip
source: Undo file type association.
de_de: Dateitypenzuordnung rückgängig machen.

# defaultPosOption0
source: Align to Start Menu
de_de: Startmenü

# defaultPosOption1
source: Align to Mouse Cursor
de_de: Maus-Cursor

# defaultPosLabel
source: Default Location
de_de: Standard Ausrichtung:

# tabPage2
source: Misc
de_de: Stil

# appMenuItem5
source: Rename
de_de: An Taskleiste anheften
